{
  "reading_notes": [
    {
      "book_name": "一千零一夜",
      "notes": "《一千零一夜》是阿拉伯民间故事集。相传古代印度与中国之间有一萨桑国，国王山鲁亚尔生性残暴嫉妒，因王后行为不端，将其杀死，此后每日娶一少女，翌日晨即杀掉，以示报复。宰相的女儿山鲁佐德为拯救无辜的女子，自愿嫁给国王，用讲述故事方法吸引国王，每夜讲到最精彩处，天刚好亮了，使国王爱不忍杀，允她下一夜继续讲。她的故事一直讲了一千零一夜，国王终于被感动，与她白首偕老。相传古时候，在古阿拉伯的海岛上，有一个萨桑王国[1]，国王名叫山努亚。有一天，山努亚和他的弟弟萨曼来到一片紧邻大海的草原，当他们正在一棵书的封面树下休息时，突然海中间冒起一个黑色的水柱，一个女郎来到了他们身边，并告诉他们天下所有的妇女都是不可信赖、不可信任的。国王山努亚和弟弟萨曼回到萨桑王国后，他们杀死王后和宫女、奴仆。从此，山努亚深深地厌恶妇女，存心报复，他开始每天娶一个女子来过一夜，次日便杀掉再娶，完全变成了一个暴君。这样年复一年，持续了三个年头，整整杀掉了一千多个女子。宰相的大女儿山鲁佐德，对父亲说她要嫁给国王，她要试图拯救千千万万的女子。山鲁佐德进宫后每天晚上都给国王讲一个故事，但是她却每天晚上讲，而且只讲开头和中间，不讲结尾。国王为了听故事的结尾，就把杀山鲁佐德的日期延迟了一天又一天。就这样，山鲁佐德每天讲一个故事，她的故事无穷无尽，一个比一个精彩，一直讲到第一千零一夜，终于感动了国王。山努亚说：“凭安拉的名义起誓，我决心不杀你了，你的故事让我感动。我将把这些故事记录下来，永远保存。”于是，便有了《一千零一夜》这本书。《一千零一夜》多侧面地、广泛地反映了古代阿拉伯及其周围地区国家的社会现实，被称为中古阿拉伯社会的一面“一尘不染的明镜”。其人民性表现为如下四点：第一：它深刻地反映了当时社会中尖锐的阶级对立，揭露了统治者的残暴与罪恶。中古时期的哈里发，对内残酷地剥削劳动人民，对外推行扩张侵略政策，使广大人民处于水深火热之中，国内阶级矛盾十分激烈。《渔翁的故事》、《死神的故事》、《驼背的故事》等，都表现了劳动人民对封建专制统治和剥削的反抗精神。第二：描绘劳动人民的生活，赞美他们的优秀品德、聪明才智和斗争精神。在许多故事中，渔夫、牧民、理发匠、补鞋匠、女仆、樵夫、农民、手工艺工人、脚夫等纷纷登台，成为这部故事集的正面主人公。这类故事常常跟揭露统治阶级为非作歹的内容结合在一起，从而产生了激发人民斗志的强烈效果。《渔翁的故事》、《白侯图的故事》、《巴格达窃贼》、《阿里巴巴和四十个大盗》等，都从不同角度表现了正面主人公的善良、机敏、智慧，体现了人民丰富的想象力和创造性。第三：表现劳动人民追求美好生活的强烈愿望，尤其是对忠贞不渝的爱情的向往。《乌木马的故事》、《努伦丁和迪伦丁的故事》、《巴索拉银匠哈桑的故事》等，都程度不同地谴责了社会的邪恶势力，歌颂了忠贞专一的爱情，表现了深刻的反封建意义。这部作品的主要成就在于它朴素的现实描绘和浪漫的幻想互相交织的表现手法，生动的反映了广大人民群众对于美好生活的憧憬，他们的爱憎感情和淳朴善良的品质。这也是作品具有人民性的标志。《阿里巴巴和四十个强盗》、 《阿拉丁神灯》、《渔翁的故事》都体现了上述的思想内容。《一千零一夜》小的许多故事，都具有相似的思想内容。它们主人公都是一些社会地位十分低下、受人欺侮、凌辱的劳苦大从，但是他们个个淳朴善良、刚毅正直。这些高尚的品质、朴素的愿望和通情达理的是非标准，正是各个不同时代，各个不同地区的人民群众彼此都能相通的东西，引起人们的共鸣。《阿里巴巴和四十个强盗》的主人公阿里巴巴是一个出身穷苦、一贫如洗的憔夫。他为人忠厚老实、心地善良。在砍柴的路上发现了强盗集团的宝库，得到了大批财宝，但他没有据为已有。强盗们为除后患，密秘私访要谋害阿里巴巴。由于聪明、机智、嫉恶如仇的女仆美加娜的帮助，阿里巴巴才化险为夷、并战胜了强盗。美加娜先后三次破坏了强盗们的罪恶计划，使两名匪徒此在自己同伴的刀下。另外三十七名匪徒被她用汽油烧死。最后又机警的发现匪首的明谋，她勇敢的利用献舞的机会，用匕首将他刺死，阿里巴巴把一半的财产送给了她，并让自己的侄儿娶她为妻。这个故事除了描写阿里巴巴的忠厚、善良的个性外，还突出地刻画了女仆美加娜的机智、勇敢的性格。《阿拉丁和神灯》的主人公原是裁缝的儿子，成为附马后经常周济穷人。他历经了千辛万苦终于杀死了作恶多端的非洲魔法师弟兄。《渔翁的故事》里作为人类的渔翁，以智慧和计谋制服了凶恶的魔鬼；同样的，国王杀了作恶多端的妖魔拯救了整座城市的居民。并战胜了强盗。美加娜先后三次破坏了强盗们的罪恶计划，使两名匪徒此在自己同伴的刀下。另外三十七名匪徒被她用汽油烧死。最后又机警的发现匪首的明谋，她勇敢的利用献舞的机会，用匕首将他刺死，阿里巴巴把一半的财产送给了她，并让自己的侄儿娶她为妻。这个故事除了描写阿里巴巴的忠厚、善良的个性外，还突出地刻画了女仆美加娜的机智、勇敢的性格。《阿拉丁和神灯》的主人公原是裁缝的儿子，成为附马后经常周济穷人。他历经了千辛万苦终于杀死了作恶多端的非洲魔法师弟兄。《渔翁的故事》里作为人类的渔翁，以智慧和计谋制服了凶恶的魔鬼；同样的，国王杀了作恶多端的妖魔拯救了整座城市的居民。"
    },
    {
      "book_name": "百年孤独",
      "notes": "《百年孤独》，是哥伦比亚作家加西亚·马尔克斯的代表作，也是拉丁美洲魔幻现实主义文学的代表作。被誉为“再现拉丁美洲历史社会图景的鸿篇巨著”。从1830年至十九世纪末的70年间，哥伦比亚爆发过几十次内战，使数十万人丧生。本书以很大的篇幅描述了这方面的史实，并且通过书中主人公带有传奇色彩的生涯集中表现出来。政客们的虚伪，统治者们的残忍，民众的盲从和愚昧等等都写得淋漓尽致。作家以生动的笔触，刻画了性格鲜明的众多人物，描绘了这个家族的孤独精神。在这个家族中，夫妻之间、父子之间、母女之间、兄弟姐妹之间，没有感情沟通，缺乏信任和了解。尽管很多人为打破孤独进行过种种艰苦的探索，但由于无法找到一种有效的办法把分散的力量统一起来，最后均以失败告终。这种孤独不仅弥漫在布恩迪亚家族和马孔多镇，而且渗入了狭隘思想，成为阻碍民族向上、国家进步的一大包袱。作家写出这一点，是希望拉丁美洲民众团结起来，共同努力摆脱孤独。所以，《百年孤独》中浸淫着的孤独感，其主要内涵应该是对整个苦难的拉丁美洲被排斥现代文明世界的进程之外的愤懑和抗议，是作家在对拉丁美洲近百年的历史、以及这块大陆上人民独特的生命力、生存状态、想象力进行独特的研究之后形成的倔强的自信。这个古老的家族也曾经在新文明的冲击下，努力的走出去寻找新的世界，尽管有过畏惧和退缩，可是他们还是抛弃了传统的外衣，希望溶入这个世界。可是外来文明以一种侵略的态度来吞噬这个家族，于是他们就在这样一个开放的文明世界中持续着“百年孤独”。作者表达着一种精神状态的孤独来批判外来者对拉美大陆的一种精神层面的侵略，以及西方文明对拉美的歧视与排斥。“羊皮纸手稿所记载的一切将永远不会重现，遭受百年孤独的家族，注定不会在大地上第二次出现了。” 作者用一个毁灭的结尾来表达了自己深深的愤懑。加西亚·马尔克斯遵循“变现实为幻想而又不失其真”的魔幻现实主义创作原则，经过巧妙的构思和想象，把触目惊心的现实和源于神话、传说的幻想结合起来，形成色彩斑斓、风格独特的图画，使读者在“似是而非，似非而是”的形象中，获得一种似曾相识又觉陌生的感受，从而激起寻根溯源去追索作家创作真谛的愿望。魔幻现实主义必须以现实为基础，但这并不妨碍它采取极端夸张的手法。如本书写外部文明对马贡多的侵入，是现实的，但又魔幻化了：吉卜赛人拖着两块磁铁“……挨家串户地走着……铁锅、铁盆、铁钳、小铁炉纷纷从原地落下，木板因铁钉和螺钉没命地挣脱出来而嘎嘎作响……跟在那两块魔铁的后面乱滚”；又如写夜的寂静，人们居然能听到“蚂蚁在月光下的哄闹声、蛀虫啃食时的巨响以及野草生长时持续而清晰的尖叫声”；再如写政府把大批罢工者杀害后，将尸体装上火车运到海里扔掉，那辆火车竟有200节车厢，前、中、后共有3个车头牵引！作家似乎在不断地变换着哈哈镜、望远镜、放大镜甚至显微镜，让读者看到一幅幅真真假假、虚实交错的画面，从而丰富了想象力，收到强烈的艺术效果。作家还独创了从未来的角度回忆过去的新颖倒叙手法。例如小说一开头，作家就这样写道：“许多年之后，面对行刑队，奥雷里亚诺·布迪地亚上校将会回想起，他父亲带他去见识冰块的那个遥远的下午。”短短的一句话，实际上容纳了未来、过去和现在三个时间层面，而作家显然隐匿在“现在”的叙事角度。紧接着，作家笔锋一转，把读者引回到马孔多的初创时期。这样的时间结构，在小说中一再重复出现，一环接一环，环环相扣，不断地给读者造成新的悬念。加西亚·马尔克斯在书中经常使用颜色来作为符号。最常出现的颜色是黄色和金色，因为他们象征着帝国主义和西班牙黄金时代。这其中，金色更意味着对财富的渴望，而黄色代表死亡、变革以及毁灭。老邦迪亞在梦中见到了镜之城，并就此确定了馬康多的选址。然而这同时也奠定了馬康多先天不良的命运。希金斯曾经写过：“从结尾来看，镜之城实际上就是个海市蜃楼。馬康多实际上象征着美国曾经许诺过的崭新世界，然而同现实中历史的走向一样，最后那只是个幻想罢了 。”镜之城和冰工厂的意象代表了拉丁美洲人如何概括他们自己的历史，而这样的历史也注定是要毁灭的。  总的来说，《百年孤独》中的拉丁美洲历史是有其内在模式的。事实上这本书是“拉丁美洲人民创造来理解自己文化”的。  从这样的角度上来说，这本书可以被看做是一个线性的档案。这本档案记录的是一个被欧洲探险者发现了的拉丁美洲的故事，这个拉丁美洲的历史是被出版社所定义的。它同时也象征并解构了奠定着拉丁美洲历史基础的文学。书中收藏了历史档案的麥魁迪代表了怪诞和文学。最后，“《百年孤独》的世界里，信仰和隐喻成为了现实，而其他更寻常的东西却变得不确定了”。从写作手法上来看，这部书使用了特定的历史事件和任务，成就了他的魔幻现实主义色彩，在这个有趣的故事中蕴含了百年历史中的因和果。《百年孤独》的主旨是馬康多无法避免、不可逃脱的历史循环。其中的人物为自己的过去以及时间的复杂度所控制。贯穿整部作品，小说中的人物们不时会见到鬼魂。“这些鬼魂象征着是馬康多挥之不去的过去。事实上，这些重复出现的鬼魂根植在拉丁美洲历史的特定发展之中。”[註 4] “从某种程度上来说，由于意识形态上的变化，布恩迪亚和整个馬康多都是鬼魂。他们被自己的文化所隔离和排斥，社会发展落后于其他地区，处处依赖他人。更可怕的是他们已经完全接受这样的现状，不思改变。"
    },
    {
      "book_name": "等待戈多",
      "notes": "“没什么事发生，没有人来，没有人去，真可怕”①，整个剧情用剧中的这句台词来概括再恰当不过。就是这样一部看似重复和无聊至极的戏剧，却是贝克特荒诞派戏剧的经典之作。大凡经典，必有其典经之处。也只有经典才能被人反复剖析并不断解读却始终不会过期。某种程度上看，经典之为经典更在乎其中蕴含着某种普遍而恒久的价值批判或人文反思，贯穿于人类文明的整个进程。那么，回到《等待戈多》，它的价值批判和人文反思体现在哪里呢？换句话说，它凭借什么而立于经典之林呢？时间无法减淡这部作品的价值，相反，时间增加了它的价值重量和批判力度。等待，当人们说出这个词并用它指代一个具体事件的时候，好像并不能达到完全意义上的出离时间。而《等待戈多》中的“等待”在这一点上对传统的“等待”给与了批判并提出了挑战。在这里，我想对“等待”做一个个人的理解和区分。有一种“等待”在时间之内，正是时间让我们感觉到我们在等待；也有一种“等待”在时间之外，这种出离并非绝对超脱我们所在的时空之纬，它依然在我们所在的时空之内发生，却早已抵达另一个终极意义。是的，我想说《等待戈多》中的“等待”是终极意义上的“等待”，它涉及生活本质的困惑，因而它也越发能凸显出我们生活的多元性，各自的空虚单调，机械压抑，仍然不愿意也不能够互相理解和交流，人心和人心充满了遥不可及的距离。有一些距离是本质上的距离，与时间与空间都无多大关联。当下，人们已不再追问“等待”谁，为何而“等待”之类形而上的问题，但这一点都不影响“等待”的存在，是的，它仍然是一个不会离开任何人的问题。因而，《等待戈多》在当下依然有着它的存在价值。我们需要重新解读它，因为解读它的同时也是在解读我们的生活状态，这种解读在我看来依然十分的必须，因为它靠近一种本质。我甚至觉得，各家试图找出“戈多”的真实身份是一件比“等待”本身更加荒诞的事情，所以我不很赞同许多研究者的做法，但我并不需要也不能否定他们的工作，因为劳动本身是美的，是应当被尊重的。我这样说并不能完全支撑我的观点，如果说有一种“等待”是终极意义上的，是出离时间的，那么我却要在时间之内去解读它，去靠近它。我并未出离时间，这又让我觉到《等待戈多》之所以成为荒诞派戏剧经典之作的厉害之处，它让我的解读也变得荒诞。它已经可以做到不在一个时空之纬度里讨论“等待”，比如说，相对贝克特写这部作品的时间和他当时所处的空间来说，我现在所在的时间和空间是否可以看作是另一个时间和另一个空间呢？我想是可以的。如此，贝克特不仅将他对“等待”的理解写进了《等待戈多》，而且也将它贯穿在了《等待戈多》的整个生命中去，这才是他真正厉害的地方。至于上帝是死是活，至于“戈多”是否隐喻上帝，在我看来都只会阻碍我们靠近《等待戈多》，靠近贝克特，靠近“戈多”，也靠近“等待”。我始终觉得贝克特在通过他的方式向人们呈现人们自己亲身经历着的生活状态本身，只是他将它荒诞化了，只是他将这荒诞的感觉拉长了也缩短了，他把它捏扁打碎复又粘贴起来，为得就是让人们看清楚它到底是个什么样子。若非如此，我们所能感觉到的“等待”永远是疲软无力的，我们所能看到的“等待”也是模糊不清的，它永远不能引起我们的注意，更不可能引发我们去思考。善于思考的人就是这样，他好像走在一条在旁人看来很远的路上，可他自己却乐此不疲。因为在靠近本质的过程中是没有捷径可取的，也因为只有他感觉得到他在靠近一些本质的东西，这是旁人感觉不到的（旁人更重视的是道路的远近，但他更看重的是本质的东西）《等待戈多》是荒诞戏剧的代表作。以两个流浪汉苦等“戈多”，而“戈多”不来的情节，喻示人生是一场无尽无望的等待，表达了世界荒诞、人生痛苦的存在主义思想，也反映出第二次世界大战后资本主义世界普遍的空虚绝望的精神状态。它发生的时间地点都是模糊的，布景也是一片荒凉，只有一个小土墩，连树都不长叶子。这样的景象造成的气氛是混乱和虚无的。两个主角弗拉季米尔和爱斯特拉冈等待着一位身份不明的人物。他们一边等，一边用各种无意义的手段打发时光。他们经常显得头脑一片混乱，缺乏思维能力，尤其是极度地惧怕孤独。本选段位于全剧偏前的部分，两人正在用各种方法自娱。当爱斯特拉冈睡着时，弗拉季米尔叫醒他，说“I felt lonely”。两人计划上吊时，爱斯特拉冈没有把死亡想得太严重，却想到了只剩一个人活着太孤独。虽然表面看来荒诞，但这些细节能触及人心中最微妙的感受，从另一个意义上看，也非常感人。这部剧中表现的是二战之后一种典型的惶恐、尴尬、无所适从的心理境地。两人等待的结果，最后没有说明，戈多派了一个男孩来说，他会来的，似乎有了希望。 [3]  然而，《等待戈多》终其一剧，戈多虽然始终不曾出场，却在剧中占着重要地位，因为两个流浪汉对他的等待构成了全剧的中心。有人认为戈多是从英语“God”演变而来。“God”即神、上帝、造物主之意，故戈多暗指上帝；亦有人以为戈多象征死亡。当有人询问“戈多代表什么”时，贝克特说：“我要是知道，早在剧中说出来了。”"
    }
  ],
  "rethink": [
    {
      "advantage": "1、立足课内，联系生活实际，本节课由生活小常识引入，如蚊虫叮咬，痛痒难当，我们可以怎么办？学生众说纷纭，然后教师又给出许多止痒方法，接着分析止痒原理很自然的就引出了新课：《酸和碱的反应》，同时也会激发学生的学习兴趣。   2、在预设中为学生留出了足够的学习空间，如：让学生自己设计探究实验方案，鼓励学生大胆的发表自己的见解，学生的想法是五花八门的，把空间留给学生，让学生说一说，互相交流达成共识。这样就可以以说促思，开启学生思维的闸门，从而培养学生的求异思维，使学生在活动中发展。   3、学生按照自己设计的实验方案进行探究实验，可以培养学生的动手、动脑、综合分析能力，同时也培养学生的合作精神. ",
      "weakness": "1、评价激励不够。这篇教学设计中教师的激励性语言很少，这样会导致课教研专区全新登场教学设计 教学方法 课题研究 教育论文 日常工作我的教学反思堂气氛不活跃，学生对自己的定位不明确，会影响这节课的教学效果。    2、对合作学习实效性的思考不够。从以往的课堂中我们发现：面对好玩的东西，组内同学，特别是男同学，时常争先恐后的去抢，而对于做记录这样的差事则不愿意去做，在探究中他们不会合作或不合作，往往忽略了自己的“对本组探究活动应负的责任”。 从而造成学生探究效率低下。    课堂教学历来被称为“遗憾的艺术”，每位教师都会有这样的教学体验：教案初成，往往难以发现毛病；下课结束，教学设计的疏漏之处不找自见。教学反思就是教师自觉地把自己的课堂教学实践，作为认识对象而进行全面而深入的冷静思考和总结，从而进入更优化的教学状态，使学生得到更充分的发展。既是教学过程的一个必要环节，是提高教学效益的重要途径，又是教师积累教学经验的有效方法。不断进行教学反思，可以获得宝贵的经验、教训，及时发现新问题，激发教师把教学实践提升到新的高度，实现教师的自我超越。   ",
      "wanna_say":"一、在教学实践中自我反思    在每一堂课结束后，要进行认真的自我反思，思考哪些教学设计取得了预期的效果，哪些精彩片断值得仔细咀嚼，哪些突发问题让你措手不及，哪些环节的掌握有待今后改进等等。同时，要认真进行记录，主要有三点：    （1）总结成功的经验。每堂课总有成功之处，要做教学的有心人，坚持把这种成功之处记录下来并长期积累，教学经验自然日益丰富，有助于形成自己的教学风格。    （2）查找失败的原因。无论课堂的设计如何完善，教学实践多么成功，难免有疏漏之处，甚至出现知识性错误等。课后要静下心来，认真反思，仔细分析，查找根源，寻求对策，以免重犯，使教学日臻完善。    （3）记录学生情况。苏霍姆林斯基说过：“应该让我们的学生在每一节课上，享受到热烈的、沸腾的、多姿多彩的精神生活。”教师要善于观察和捕捉学生的反馈信息，把学生在学习中遇到的困难和普遍存在的问题记录下来，以利有针对性改进教学。同时，学生在课堂上发表的独到见解，常可拓宽教师的教学思路，及时记录在案，师生相互学习，可以实现教学相长。      二、在理论学习中自我反思    教师要如饥似渴地学习和研究先进的教育教学理论，并自觉地运用理论反思自己的教学实践、指导自己的教学活动，在学习中深刻反思、认真消化、并付诸于实践。先进的理论往往能让我们感觉到“山穷水尽疑无路，柳暗花明又一村”，使我们的教学进入新的境界。    与此同时，新课程《数学》的知识结构发生了巨大的变化。作为教师，在教学过程中要使知识结构不断完善，面对新的挑战，要与学生共同进步。在教给学生知识之前，自己首先要精读教材，钻研教参，翻阅大量的参考书，向其他教师学习。因此，在教给学生知识的同时，自己也学到了许多新的知识，增强了自己求知、探索的动力。    没有深厚的理论素养和丰富的知识储存，是不能登堂入室、达到高屋建瓴的教学境界的。苏霍姆林斯基就这样要求他的教师：“读书，每天不间断地读书”，“不断补充其知识的大海”，他认为，这样 “衬托学校教科书的背景就宽了”，课堂教学效率的提高将会更明显。 三、在相互借鉴中自我反思    任教以来，尽管工作繁多，但只要有可能，我都不放过听课的机会，甚至是跨学科，一直坚持每周至少听课两节甚至更多。除了要多争取观摩别人的课堂教学，还要挤出时间来研究优秀教师的课堂实录，从课堂结构、教学方法、语言表达、板书设计、学生情况、教学效果等各方面，客观、公正评价其得失。对所听和观摩的每一堂课都要研究、思考、探讨，并用以反思自己的教学，感觉收获甚多。各位教师之间，多开展相互听课、观摩活动，不但可以避免闭目塞听、孤芳自赏而成为“井底之蛙”，而且能够使我们站在“巨人的肩膀”上高瞻远瞩，进行扬弃、集优、储存，从而走向创新。    教学反思是一种有益的思维活动和再学习活动。一个优秀教师的成长过程中离不开不断的教学反思这一重要环节。教学反思可以进一步地激发教师终身学习的自觉冲动，不断的反思会不断地发现困惑，“教然后而知困”，从而促使自己拜师求教，书海寻宝，激活自己的教学智慧，探索教材内容的崭新表达方式，构建师生互动机制及学生学习新方式。    让我们用反思的力量，插上智慧的翅膀，翱翔在新课标为大家开拓的一片广阔的天地中"
    },
    {
      "advantage": "1、联系生活，从生活的具体实例入手，提高学生的学习兴趣。利用在生活中的使用，引入课题，再让学生回忆生活中的类似例子，自然而然引入课题。 2、充分调动学生的积极性，拓展学生的思路。如：让学生自己设计探究实验方案，鼓励学生大胆的发表自己的见解，学生的想法是五花八门的，把空间留给学生，让学生说一说，互相交流达成共识。这样就可以以说促思，开启学生思维的闸门，从而培养学生的求异思维，使学生在活动中发展。 3、学生按照自己设计的实验方案进行探究实验，可以培养学生的动手、动脑、综合分析能力，同时也培养学生的合作精神. ",
      "weakness": "1、评价激励不够。这篇教学设计中教师的激励性语言很少，这样会导致课教研专区全新登场教学设计 教学方法 课题研究 教育论文 日常工作我的教学反思堂气氛不活跃，学生对自己的定位不明确，会影响这节课的教学效果。 2、对合作学习实效性的思考不够。从以往的课堂中我们发现：面对好玩的东西，组内同学，特别是男同学，时常争先恐后的去抢，而对于做记录这样的差事则不愿意去做，在探究中他们不会合作或不合 作，往往忽略了自己的“对本组探究活动应负的责任”。 从而造成学生探究效率低下。 课堂教学历来被称为“遗憾的艺术”，每位教师都会有这样的教学体验：教案初成，往往难以发现毛病；下课结束，教学设计的疏漏之处不找自见。教学反思就是教师自觉地把自己的课堂教学实践，作为认识对象而进行全面而深入的冷静思考和总结，从而进入更优化的教学状态，使学生得到更充分的发展。既是教学过程的一个必要环节，是提高教学效益的重要途径，又是教师积累教学经验的有效方法。不断进行教学反思，可以获得宝贵的经验、教训，及时发现新问题，激发教师把教学实践提升到新的高度，实现教师的自我超越。 ",
      "wanna_say": "自己想说的几句话 一、在教学实践中自我反思 在每一堂课结束后，要进行认真的自我反思，思考哪些教学设计取得了预期的效果，哪些精彩片断值得仔细咀嚼，哪些突发问题让你措手不及，哪些环节的掌握有待今后改进等等。同时，要认真进行记录，主要有三点： （1）总结成功的经验。每堂课总有成功之处，要做教学的有心人，坚持把这种成功之处记录下来并长期积累，教学经验自然日益丰富，有助于形成自己的教学风格。 （2）查找失败的原因。无论课堂的设计如何完善，教学实践多么成功，难免有疏漏之处，甚至出现知识性错误等。课后要静下心来， 认真反思，仔细分析，查找根源，寻求对策，以免重犯，使教学日臻完善。 （3）记录学生情况。苏霍姆林斯基说过：“应该让我们的学生在每一节课上，享受到热烈的、沸腾的、多姿多彩的精神生活。”教师要善于观察和捕捉学生的反馈信息，把学生在学习中遇到的困难和普遍存在的问题记录下来，以利有针对性改进教学。同时，学生在课堂上发表的独到见解，常可拓宽教师的教学思路，及时记录在案，师生相互学习，可以实现教学相长。 二、在理论学习中自我反思 教师要如饥似渴地学习和研究先进的教育教学理论，并自觉地运用理论反思自己的教学实践、指导自己的教学活动，在学习中深刻反思、认真消化、并付诸于实践。先进的理论往往能让我们感觉到“山穷水尽疑无路，柳暗花明又一村”，使我们的教学进入新的境界。与此同时，新课程《数学》的知识结构发生了巨大的变化。作为教师，在教学过程中要使知识结构不断完善，面对新的挑战，要与学生共同进步。在教给学生知识之前，自己首先要精读教材，钻研教参，翻阅大量的参考书，向其他教师学习。因此，在教给学生知识的同时，自己也学到了许多新的知识，增强了自己求知、探索的动力。 没有深厚的理论素养和丰富的知识储存，是不能登堂入室、达到高屋建瓴的教学境界的。苏霍姆林斯基就这样要求他的教师：“读书， 每天不间断地读书”，“不断补充其知识的大海”，他认为，这样 “衬托学校教科书的背景就宽了”，课堂教学效率的提高将会更明显。 三、在相互借鉴中自我反思 任教以来，尽管工作繁多，但只要有可能，我都不放过听课的机会，甚至是跨学科，一直坚持每周至少听课两节甚至更多。除了要多争取观摩别人的课堂教学，还要挤出时间来研究优秀教师的课堂实录，从课堂结构、教学方法、语言表达、板书设计、学生情况、教学效果等各方面，客观、公正评价其得失。对所听和观摩的每一堂课都要研究、思考、探讨，并用以反思自己的教学，感觉收获甚多。各位教师之间，多开展相互听课、观摩活动，不但可以避免闭目塞听、孤芳自赏而成为“井底之蛙”，而且能够使我们站在“巨人的肩膀”上高瞻远瞩，进行扬弃、集优、储存，从而走向创新。 教学反思是一种有益的思维活动和再学习活动。一个优秀教师的成长过程中离不开不断的教学反思这一重要环节。教学反思可以进一步地激发教师终身学习的自觉冲动，不断的反思会不断地发现困惑，“教然后而知困”，从而促使自己拜师求教，书海寻宝，激活自己的教学智慧，探索教材内容的崭新表达方式，构建师生互动机制及学生学习新方式。 让我们用反思的力量，插上智慧的翅膀，翱翔在新课标为大家开拓的一片广阔的天地中。 "
    }
  ]
}